#ცვლადში შეინახე სტრინგი დიდი ასოებით, შემდეგ .lower() ფუნქციის მეშვეობით გადააქციე ცვლადი პატარა ასოებად.
#2. ცვლადში შეინახე სტრინგი პატარა ასოებით, შემდეგ .upper() ფუნქციის მეშვეობით გადააქციე ცვლადი დიდ ასოებად. 
#3. ცვლადში შეინახე სტრინგი პატარა ასოებით, შემდეგ .capitalize() ფუნქციის მეშვეობით გადააქციე პირველი ასო დიდ ასოდ.
#მომხარებელს შემოატანინე სიტყვა, შემდეგ გადააქციე პატარა ასოებად და დაპრინტე.


# name = "BENI"
# print(name.lower())

# name = "beni"
# print(name.upper())

# name = "beni"
# print(name.capitalize())

# 


fg =  243 / 3

print(fg)