# # 2. დაწერეთ 5 არასწორი კოდი და კომენტარების მეშვეობით ახსენით, რატომ არის არასწორი.

# name = beni
# #name = "beni" ეს იმიტომ არი არასწორე რომ სტრინგი უნდა გახდეს ესეიგი " "

# age = 12
# print(aeg)
# #print(age) ეს იმიტომ არი არასწორე რომ პრინტში უნდა ეწეროს სწორად ცვლადი ანუ (age)

# 45name ='beni'
# #name = "beni" ან name45 = "beni" 

# name = "biniamin"
# print(num)
# #print(name) პრინტში უნდა ჩაიწეროს ის ცვლადი რომელიც ჩვენ ავიღეთ ანუ (name)

# age - 23
# #age = 23 ტირეს ნაცვლატ უნდა დავწეროთ ტოლობა